package com.example.recyclerview_listadapter_prac

object FoodList {
    val foodList = arrayListOf(
        "피자", "스테이크", "파스타", "초밥", "치킨",
        "짜장면", "짬뽕", "탕수육", "김치찌개", "된장찌개",
        "순두부찌개", "불고기", "샐러드", "닭갈비", "돈까스",
        "떡볶이", "쌀국수", "라면", "우동", "오므라이스",
        "카레", "햄버거", "핫도그", "감자튀김", "치즈스틱",
        "치킨텐더", "나쵸", "프렌치프라이", "마라탕", "마라샹궈",
        "해물파전", "갈비탕", "설렁탕", "순대국", "콩나물국",
        "쭈꾸미볶음", "곱창전골", "보쌈", "삼겹살", "목살",
        "양념치킨", "간장치킨", "황금올리브치킨", "마늘치킨", "또띠아",
        "토스트", "샌드위치", "베이글", "팬케이크", "와플"
    )
}
